aaron-bond.better-comments
adpyke.codesnap
Blackboxapp.blackbox
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
cschlosser.doxdocgen
damirka.move-syntax
dsznajder.es7-react-js-snippets
dzhavat.bracket-pair-toggler
eamodio.gitlens
ecmel.vscode-html-css
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.code-runner
GitHub.copilot
gitpod.gitpod-desktop
GrapeCity.gc-excelviewer
humao.rest-client
jeff-hykin.better-cpp-syntax
jorgeserrano.vscode-csharp-snippets
JuanBlanco.solidity
KevinRose.vsc-python-indent
kleber-swf.unity-code-snippets
LeonardSSH.vscord
mechatroner.rainbow-csv
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
nitayneeman.playwright-snippets
NomicFoundation.hardhat-solidity
PontemNetwork.move-language
redhat.java
redhat.vscode-xml
ritwickdey.LiveServer
sdras.night-owl
stringham.move-ts
tonybaloney.vscode-pets
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
WallabyJs.console-ninja
xdebug.php-debug
xdebug.php-pack
zobo.php-intellisense
